export const CourseData = [
  {
    id: "1",
    title: "КАКУЮ ПРОФЕССИЮ ВЫБРАТЬ В ПРОГРАММИРОВАНИИ",
    subtitle: "поможем определиться и выбрать направление по душе",
    type: "ПРОГРАММИРОВАНИЕ",
    timetoendL: "С НУЛЯ",
    color: "#a63cf9",
    icon: "coursevoprIcon",
    icontype: "programIcon",
    titleForCourse:
      "Бесплатный курс «Какую профессию в программировании выбрать»",
    info: [
      {
        id: "1",
        title: "Профессии в программировании",
        subtitle:
          "Сможете определиться с тем, хотите ли вы стать разработчиком или тестировщиком.",
      },
      {
        id: "2",
        title: "Навыки, которые понадобятся",
        subtitle:
          "Поймёте, чего ждут от специалистов работодатели и сколько времени понадобится, чтобы получить необходимые навыки.",
      },
      {
        id: "3",
        title: "Типичные задачи",
        subtitle:
          "Увидите, с какими задачами и проектами регулярно сталкиваются программисты.",
      },
      {
        id: "4",
        title: "Средние зарплаты",
        subtitle:
          "Узнаете, сколько зарабатывают специалисты разного уровня в разных сферах разработки.",
      },
    ],
  },
];
